Repository: LavoraMi/LavoraMi-iOS
Catalog: Localizable.xcstrings
Source language: it
Languages: en, es

source: Mostra il pulsante per tradurre i lavori anche nella lingua italiana.
en: Display the button to translate the works into Italian as well.

source: Mostra le tue ricerche recenti nella pagina delle Linee.
en: View your recent searches on the Lines page.
es: Muestra tus búsquedas recientes en la parte superior de la página de Líneas.

source: Mostra lo stato della linea selezionata.
en: Show the status of the selected line
es: Muestra el estado de la línea seleccionada.

source: Mostra messaggi di errore quando fallisce il Download dei dati.
en: Displays error messages when data download from the server fails.
es: Muestra mensajes de error cuando falla la Descarga de datos.

source: Mostra Messaggi Errore
en: Show Error Messages
es: Mostrar Mensajes Error

source: Mostra Pulsante Traduci
en: Show Translate Button

source: Mostra Ricerche Recenti
en: Show Recent Research
es: Mostrar Recientes

source: Nessun interscambio con questa linea.
en: No changes with this line.
es: No hay correspondencias con esta línea.

source: Nessun lavoro trovato per questo filtro.
en: No results found for this filter
es: No se han encontrado resultados para este filtro.

source: Nessun lavoro trovato per: "%@".
en: No works found for: “%@”
es: No se han encontrado resultados para: “%@”

source: Nessun risultato per: "%@".
en: No results for: “%@"
es: No se han encontrado resultados para: “%@”.

source: Nessuna connessione ad Internet.
en: No Internet connection.
es: No hay conexión a Internet.

source: Nessuna corsa
en: No routes
es: No hay carreras

source: Nessuna corsa prevista per oggi
en: No routes scheduled for today
es: No hay carreras previstas para hoy

source: Nessuna fermata di interscambio.
en: No transfer stops.
es: No hay paradas de interscambio.

source: Nessuna linea cercata di recente.
en: No recently searched lines.
es: No se han buscado líneas recientemente.

source: Nome completo
en: Full name
es: Nombre completo

source: Nome:
en: Name:
es: Nombre:

source: Non Accessibile
en: Not Accessible
es: No Accesible

source: Non ci sono corse disponibili per questa fermata oggi.
en: No services from this stop today.
es: Hoy no hay servicios disponibles para esta parada.

source: Non ci sono lavori su questa linea.
en: There are no works on this line.
es: No hay obras en esta línea.

source: Non essere l'ultimo a sapere le cose...
en: Don’t be the last to know it...
es: No seas el último en enterarte...

source: Non hai dato il permesso per ricevere notifiche. Vai su Impostazioni > App > LavoraMi ed attiva le notifiche.
en: You haven’t granted LavoraMi permission to send notifications. Go to Settings > Apps > LavoraMi and enable the permission.
es: No has dado permiso para recibir notificaciones. Ve a Ajustes > Aplicaciones > LavoraMi y activa las notificaciones.

source: Non hai un account?
en: Don’t have an Account?
es: ¿No tienes una cuenta?

source: Non importa se Suburbano, Metro o Bus, scegli la linea che più ti interessa.
en: Whether it’s the Suburbano, the Metro or the bus, choose the route that suits you best.
es: Da igual si es Suburbano, Metro o Autobús, elige la línea que más te interese.

source: Non solo "lavori in via", ti spieghiamo che tipo di lavoro si sta svolgendo ed anche le conseguenze che può portare quel cantiere (Deviazioni, Fermate Sospese...)
en: Not just “work in progress” we explain what type of work is being done and the consequences that construction site may have (detours, suspended stops, etc).
es: No solo «obras en la calle»: te explicamos qué tipo de obras se están llevando a cabo y también las consecuencias que puede acarrear esa obra (desvíos, paradas suspendidas...)

# nonAccessibileDeps
source: Questa linea non garantisce i requisiti minimi di accessibilità. I mezzi potrebbero presentare gradini all'ingresso del mezzo oppure le infrastrutture stradali del percorso rendono impossibile la discesa della pedana in sicurezza.
en: This route does not meet the minimum accessibility requirements. There may be steps at the entrance to the vehicle, or the road infrastructure along the route may make it impossible to lower the ramp safely.
es: Esta línea no cumple los requisitos mínimos de accesibilidad. Es posible que los vehículos tengan escalones en la entrada o que las infraestructuras viarias del recorrido impidan bajar la rampa de forma segura.

source: Notifiche
en: Notifications
es: Notificaciones

source: Notifiche Fine Lavori
en: Work Ended Notifications
es: Notificaciones Fin Obras

source: Notifiche In Tempo Reale
en: Real-time Notifications
es: Notificaciones Tiempo Real

source: Notifiche Inizio Lavori
en: Work Started Notifications
es: Notificaciones Inicio Obras

source: Notifiche Lavori
en: Work Notifications
es: Notificaciones Obras

source: Notifiche Scioperi
en: Strike Notifications
es: Notificaciones Huelgas

source: Opzioni Avanzate
en: Advanced Options
es: Opciones Avanzadas

source: ora
en: hour
es: hora

source: Orario Notifiche
en: Notification Schedule
es: Horario Notificaciones

source: ore
en: hours
es: horas

source: Parzialmente Accessibile
en: Partially Accessible
es: Parcialmente Accesible

# parzialmenteAccessibileDeps
source: La linea presenta delle limitazioni. Sebbene i bus siano accessibili, molte fermate lungo il percorso potrebbero non avere marciapiedi a norma o spazio sufficiente per la pedana. In altri casi, l'accessibilità è garantita solo su alcune corse specifiche.
en: The route has some limitations. Although the buses are accessible, many stops along the route may not have kerbs that meet accessibility standards or sufficient space for the boarding ramp. In other cases, accessibility is only guaranteed on certain specific services.
es: La línea presenta algunas limitaciones. Aunque los autobuses son accesibles, es posible que muchas paradas a lo largo del recorrido no cuenten con aceras que cumplan la normativa o con espacio suficiente para la plataforma. En otros casos, la accesibilidad solo está garantizada en determinados trayectos.

source: Password dimenticata?
en: Forgot your password?
es: ¿Has olvidado tu Contraseña?

source: Per aggiungere una linea in questa sezione, vai nella scheda della tua
en: To add a line in this section, go to your
es: Para añadir una línea en esta sección, ve a la pestaña de tu

source: Per attivare questa Funzionalità anche in lingua Italiana, Vai in Impostazioni > Opzioni Avanzate ed attiva "Mostra Pulsante Traduci".
en: This feature is available in all languages.

source: Per modificare la lingua, sarai reindirizzato alle impostazioni dell'app su iOS.
en: To change the language, you will be redirected to the app settings on iOS.
es: Para cambiar el idioma, se te redirigirá a los ajustes de la aplicación en iOS.

source: Per poter mettere la TUA linea tra i preferiti, basta che vai nella sezione "Linee" con questo simbolo:
en: To add YOUR line to your favourites, simply go to the ‘Lines’ section marked with this symbol:
es: Para añadir TU línea a los favoritos, solo tienes que ir a la sección «Líneas», que tiene este símbolo:

source: Permesso Negato
en: Permission Denied
es: Permiso Denegado

# personaleDeps
source: Se il tragitto del tuo treno continua attraverso un bus sostitutivo, il personale di bordo ti darà tutte le informazioni necessarie per continuare il tuo viaggio in tranquillità.
en: If your train journey continues by replacement bus, the on-board staff will provide you with all the information you need to continue your journey with peace of mind.
es: Si el trayecto de tu tren continúa en un autobús sustitutivo, el personal de a bordo te proporcionará toda la información necesaria para que puedas continuar tu viaje con tranquilidad.

# personaleTitle
source: Affidati al personale di bordo
en: Please rely on the cabin crew
es: Confía en la tripulación

source: Pianifica il tuo viaggio sapendo dei disagi sul tragitto, ben prima di partire.
en: Plan your trip with an awareness of any potential delays along the way well before you leave.
es: Planifica tu viaje teniendo en cuenta las posibles dificultades que puedas encontrar en el trayecto, mucho antes de salir.

source: Pianifica il Viaggio
en: Plan Your Trip
es: Planifica el Viaje

source: Preferiti
en: Favorites
es: Favoritos

source: Programmati
en: Scheduled
es: Programados

source: PROGRAMMATI
en: SCHEDULED
es: PROGRAMADOS

source: PROSSIMI ARRIVI: %@
en: NEXT ARRIVALS: %@
es: PRÓXIMAS LLEGADAS: %@

source: Pulisci memoria Cache
en: Clean Cache memory
es: Borra la Caché

source: Qua puoi gestire il tuo account e le tue informazioni.
en: Here you can manage your Account and your information.
es: Aquí puedes gestionar tu cuenta y tus datos.

source: Questa applicazione aggrega dati pubblici, accessibili a tutti, per facilitarne la consultazione.
en: This application aggregates public data, accessible to everyone, for easy consultation.
es: Esta aplicación recopila datos públicos, accesibles para todos, con el fin de facilitar su consulta.

source: QUESTA LINEA DI TRAM É SOGGETTA A DEVIAZIONI.
en: THIS TRAM LINE IS SUBJECT TO ROUTE CHANGES.
es: ESTA LÍNEA DE TRAM ESTÁ SUJETA A DESVÍOS.

source: QUESTA LINEA É SOGGETTA A DEVIAZIONI.
en: THIS ROUTE IS SUBJECT TO CHANGES.
es: ESTA LÍNEA PUEDE SUFRIR VARIACIONES.

source: Recupera qui la Password del tuo Account.
en: Reset your Account password here.
es: Recupera aquí la contraseña de tu cuenta.

source: Regionale
en: Regional
es: Regional

source: Registrati
en: Sign up
es: Regístrate

source: Registrati per iniziare.
en: Sign up to get started.
es: Regístrate para empezar.

source: Registrazione...
en: Signing up…
es: Registrándose...

source: Riassumi
en: Summarise
es: Resume

source: Riassumo...
en: Summarising…
es: En resumen...

source: Richiedi %@
en: Request %@
es: Solicitar %@

source: Richiedi %@ per bloccare e sbloccare la sezione del tuo Account.
en: Request %@ to unlock your Account section.
es: Solicita %@ para bloquear y desbloquear la sección de tu cuenta.

source: Richiedi Dati
en: Request Data
es: Solicitar información

source: Richiedi i tuoi dati
en: Request your information
es: Solicita tus datos

source: Richiedi i tuoi Dati
en: Request your Data
es: Solicita tus Datos

# richiestaDeiDati
source: Richiesta dei miei Dati
en: Data Request
es: Solicitud de mis Datos

source: Riepilogo AI
en: AI Summary
es: Resumen de IA

source: Ripristina impostazioni
en: Reset Settings
es: Restablecer ajustes

source: Riprova
en: Refresh
es: Inténtalo de nuevo

source: Salta
en: Skip
es: Saltar

source: Salva fra i preferiti la linea che usi ogni giorno e quando ci sarà un lavoro su di essa, sarai già aggiornato.
en: Save the line you use every day as a favorite and when there’s work on it, you will be updated.
es: Guarda en tus favoritos la línea que utilizas a diario y, cuando haya alguna novedad al respecto, ya estarás al tanto.

source: Scegli qualsiasi linea.
en: Choose every line.
es: Elige cualquier línea.

source: Scegli la tua linea
en: Choose your line
es: Elige tu línea

source: Sciopero proclamato per il **%@**
en: A strike has been called for **%@**
es: Huelga convocada para el **%@**

# scioperoNotificaDeps
source: Oggi è previsto uno sciopero di %1$@, le fasce garantite %2$@.
en: There is a strike today affecting %1$@ lines, guaranteed service times %2$@
es: Hoy está prevista una huelga de %1$@, con servicios garantizados %2$@.

# scioperoNotificaTitle
source: 🚫 Oggi Sciopero!
en: 🚫 Strike Today!
es: 🚫 ¡Hoy hay Huelga!

# scioperoTomorrowNotificaDeps
source: Domani c'è sciopero per %1$@, le fasce garantite %2$@
en: There will be a strike tomorrow affecting %1$@ lines, guaranteed service times %2$@
es: Mañana hay huelga por %1$@, los horarios garantizados %2$@

# scioperoTomorrowNotificaTitle
source: ⚠️ Domani Sciopero!
en: ⚠️ Strike Tomorrow!
es: ⚠️ ¡Mañana hay Huelga!

source: Scopri le novità...
en: Check out what’s new…
es: Descubre las novedades...

source: Scopri qualcosa di nuovo...
en: Discover something new...
es: Descubre algo nuevo...

source: Scuro
en: Dark
es: Oscuro

source: Segnala un bug
en: Report a bug
es: Informar de un error

source: Seguici su
en: Follow us on
es: Síguenos en

source: Sei sicuro di voler cancellare le ricerche recenti?
en: Are you sure you want to delete your recent searches?
es: ¿Estás seguro de que quieres borrar las búsquedas recientes?

source: Sei sicuro di voler Eliminare Definitivamente il tuo Account?
en: Are you sure you want to permanently delete your account?
es: ¿Estás seguro de que quieres eliminar tu cuenta definitivamente?

source: Sei sicuro di voler pulire la memoria Cache?
en: Are you sure you want to clear the app’s cache?
es: ¿Estás seguro de que quieres borrar la memoria caché?

source: Sei sicuro di voler ripristinare le impostazioni?
en: Are you sure you want to reset the settings?
es: ¿Estás seguro de que quieres restablecer la configuración?

source: Sei sicuro di voler saltare la configurazione?
en: Are you sure you want to skip the setup?
es: ¿Estás seguro de que quieres saltarte la configuración?

source: Sei sicuro di voler uscire dall'account?
en: Are you sure you want to sign out of your account?
es: ¿Estás seguro de que quieres cerrar sesión?

source: Sei sicuro?
en: Are you sure?
es: ¿Estás seguro?

source: Seleziona il formato in cui i tuoi dati verranno esportati.
en: Select the format in which your data will be exported.
es: Selecciona el formato en el que se exportarán tus datos.

source: Seleziona la modalità in cui aprire i link.
en: Select how you want to open links.
es: Selecciona la forma en que quieres abrir los enlaces.

source: Seleziona una fermata
en: Select a stop
es: Elige una parada

source: Seleziona una linea da poter mostrare nel Widget per tenerla sempre sott'occhio.
en: Select a line to display in the widget so you can keep an eye on it at all times.
es: Selecciona una línea para mostrarla en el widget y tenerla siempre a la vista.

source: Seleziona una linea in app da mostrare nel Widget.
en: Select a line in the app to display in the widget.
es: Selecciona una línea de la aplicación para mostrarla en el widget.

source: Sistema
en: System

source: Sito web
en: Web Site
es: Sitio web

source: Stai usando una versione non più supportata di LavoraMi, aggiorna all'ultima versione disponibile per avere accesso a nuove funzionalità e risolvere problemi.
en: You are using a version of LavoraMi that is no longer supported. Please update to the latest version to access new features and resolve any issues.
es: Estás utilizando una versión de LavoraMi que ya no es compatible. Actualiza a la última versión disponible para acceder a nuevas funciones y solucionar los problemas.

source: Stai usando una versione obsoleta.
en: You are using an outdated version.
es: Estás usando una versión obsoleta.

source: Stato Linea
en: Line Status
es: Estado de la línea

source: Suburbano
en: Suburban

source: Sviluppatore iOS:
en: iOS Developer:
es: Desarrollador de iOS:

source: Sviluppatori Android:
en: Android Developers:
es: Desarrollador de Android:

source: Sviluppatori Web:
en: Web Developers:
es: Desarrollador Web:

source: Team di Sviluppo
en: Development Team
es: Equipo de desarrollo

source: Tema
en: Theme

source: TEMPO DI ATTESA MEDIO:
en: WAITING TIME:
es: TIEMPO MEDIO DE ESPERA:

source: Termini
en: Terms
es: Términos

source: Termini di Servizio
en: Terms of Services
es: Condiciones de servicio

source: Testo della licenza
en: License Text
es: Texto de la licencia

source: Ti avvisiamo il giorno prima della fine dei lavori, quando spuntano nuovi cantieri sulla tua linea preferita ed anche quando sarà un Venerdì no.
en: We’ll notify you the day before work is due to end, when new construction sites appear on your favorite line, and even when it’s a bad Friday.
es: Te avisaremos el día antes de que terminen las obras, cuando haya nuevas obras en tu línea favorita y también cuando sea viernes.

source: Ti invieremo una mail per modificare la tua password, vuoi continuare?
en: We’ll send you an email to help you change your password. Would you like to continue?
es: Te enviaremos un correo electrónico para que cambies tu contraseña. ¿Quieres continuar?

source: Tieni sott'occhio i lavori
en: Keep an eye on the work
es: No pierdas de vista las obras

source: Tieniti Aggiornato
en: Stay Informed
es: Mantente al Día

source: Tieniti informato. Prima e durante il tuo viaggio.
en: Stay informed. Before and during your trip.
es: Mantente informado. Antes y durante tu viaje.

# titoloBugReport
source: Segnalazione Bug App iOS
en: Bug Report
es: Notificación de errores en la aplicación para iOS

# tomorrowFineLavoriTitle
source: ⚠️ I lavori finiscono domani!
en: ⚠️ Work ends tomorrow!
es: ⚠️ ¡Las obras terminan mañana!

# tomorrowFineLavoriVar1
source: Domani terminano i lavori in %1$@ per la linea %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Line %2$@ in %1$@ will be completed tomorrow. Visit the %3$@ website for more information.
es: Mañana finalizan las obras en %1$@ para la línea %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowFineLavoriVar2
source: Domani terminano i lavori in %1$@ per le linee %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Lines %2$@ in %1$@ will be completed tomorrow. Visit the %3$@ website for more information.
es: Mañana finalizan las obras en %1$@ para las líneas %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowFineLavoriVar3
source: Domani terminano i lavori a %1$@ per la linea %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Line %2$@ in %1$@ will be completed tomorrow. Visit the %3$@ website for more information.
es: Mañana finalizan las obras en %1$@ para la línea %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowFineLavoriVar4
source: Domani terminano i lavori a %1$@ per le linee %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Lines %2$@ in %1$@ will be completed tomorrow. Visit the %3$@ website for more information.
es: Mañana finalizan las obras en %1$@ para las líneas %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowInizioLavoriVar1
source: Domani iniziano i lavori in %1$@ per la linea %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Line %2$@ begins tomorrow on %1$@. Visit the %3$@ website for more information.
es: Mañana comienzan las obras en %1$@ para la línea %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowInizioLavoriVar2
source: Domani iniziano i lavori in %1$@ per le linee %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Lines %2$@ begins tomorrow on %1$@. Visit the %3$@ website for more information.
es: Mañana comienzan las obras en %1$@ para las líneas %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowInizioLavoriVar3
source: Domani iniziano i lavori a %1$@ per la linea %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Line %2$@ begins tomorrow on %1$@. Visit the %3$@ website for more information.
es: Mañana comienzan las obras en %1$@ para la línea %2$@. Consulta la página web de %3$@ para obtener más información.

# tomorrowInizioLavoriVar4
source: Domani iniziano i lavori a %1$@ per le linee %2$@. Consulta il sito di %3$@ per maggiori info.
en: Work on Lines %2$@ begins tomorrow on %1$@. Visit the %3$@ website for more information.
es: Mañana comienzan las obras en %1$@ para las líneas %2$@. Consulta la página web de %3$@ para obtener más información.

source: Torna al Login
en: Back to Sign In
es: Volver al inicio de sesión

source: Traduci
en: Translate
es: Traducir

source: Traduci i dettagli dei lavori in altre lingue, basta cliccare sui dettagli del lavoro e cliccare "Traduci".
en: To translate job details into other languages, simply click on the job details and then click “Translate”
es: Para traducir los detalles de los trabajos a otros idiomas, solo tienes que hacer clic en los detalles del trabajo y seleccionar "Traducir”.

source: Traduci i lavori, nella lingua che vuoi tu.
en: Translate the works into the language you select.
es: Traduce los trabajos al idioma que quieras.

source: Treno
en: Train
es: Tren

source: Tu ed ancora Tu.
en: You, and you again.
es: Tú y otra vez tú.

source: Tutti
en: All
es: Todos

source: Tutti gli esempi riportati sono a scopo esemplificativo, possono essere eventi attualmente in corso o passati.
en: All examples given are for illustrative purposes only and may be current or past events.
es: Todos los ejemplos citados son meramente ilustrativos; pueden ser acontecimientos actuales o pasados.

source: Ultima versione supportata: %@.
en: Latest supported version: %@.
es: Última versión compatible: %@.

source: Utente Apple
en: Apple User
es: Usuario Apple

source: Valuta LavoraMi
en: Rate LavoraMi
es: Valora LavoraMi

source: Vedi visivamente a che punto sono i lavori e quando è prevista la fine del disagio (basato su data di inizio e fine lavori PREVISTI).
en: You can visually see the progress of the work and when the disruption is expected to end (based on the PLANNED start and end dates of the work).
es: Comprueba visualmente en qué fase se encuentran las obras y cuándo está previsto que finalicen las molestias (según las fechas PREVISTAS de inicio y finalización de las obras).

source: Verifica il tuo indirizzo Email con la mail che ti abbiamo inviato per continuare.
en: Please verify your email address using the email we sent you to continue.
es: Verifica tu dirección de correo electrónico con el mensaje que te hemos enviado para continuar.

source: Versione
en: Version
es: Versión

source: Versione:
en: Version:
es: Versión:

source: Visualizza i percorsi delle linee che preferisci sulla mappa, per non perdersi e per sapere sempre dove vai.
en: View the routes of your favorite lines on the map, so you don’t get lost and always know where you are going.
es: Visualiza los recorridos de las líneas que prefieras en el mapa, para no perderte y saber siempre adónde vas.

source: Visualizza le linee che interscambiano con la TUA linea, oppure sui bus visualizza dove fanno capolinea con una fermata di interscambio.
en: View the lines that interchange with YOUR line, or on buses view where they end with a Transfer Stop.
es: Consulta las líneas que hacen transbordo con TU línea, o, en el caso de los autobuses, comprueba dónde terminan su recorrido con una parada de transbordo.

source: Visualizza gli Interscambi
en: View changes
es: Ver los intercambiadores

source: Visualizza la Mappa
en: See the Map
es: Ver el mapa

# yourLinesChip
source: Le tue linee
en: Your Lines
es: Tus líneas

source: Account
es: Cuenta

source: Home
es: Inicio

source: Password
es: Contraseña

source: Reset Password
es: Restablecer contraseña
